Repository: gutfeeling/storybeep
Catalog: storybeep_backend/alerts/locale/*/LC_MESSAGES/django.po
Languages: de

source: There is news on <span style="font-weight: bold;"> %(story_title)s, </span> which you are tracking on Storybeep.
de: Es gibt Neuigkeiten 端ber das Thema <span style="font-weight: bold;"> %(story_title)s, </span> dem du auf Storybeep folgst.

source: Read it now.
de: Lesen.

source: Read it now
de: Lesen

source: Sent with <span style="color: #FF5A5F"> &hearts; </span> from Storybeep.
de: Mit <span style="color: #FF5A5F"> &hearts; </span> von Storybeep gesendet.

source: No longer interested in this story?
de: Bist du nicht weiter an der Story interessiert?

source: Unsubscribe.
de: Abbestellen.

source: Curious about <span id="topic"> %(story_title)s? </span>
de: W端rdest du gerne mehr 端ber die Story <span id="topic"> %(story_title)s </span> erfahren?

source: Track this ongoing story to stay updated about any future developments.
de: Folge dieser Story und sei immer up to date.

source: Track
de: Folgen

source: Learn more
de: Erfahre mehr
