Repository: gutfeeling/storybeep
Catalog: storybeep_backend/locale/*/LC_MESSAGES/django.po
Languages: de

source: Log In
de: Anmelden

source: Sign Up
de: Registrieren

source: Get automatic updates on news stories.
de: Erhalte News-Updates automatisiert.

source: Be the first to be informed about future developments.
de: Erfahre als erster, was passiert ist.

source: Suppose a news article interests you.
de: Angenommen dich interessiert ein Artikel.

source: You stumbled upon a news article that you find interesting or concerning.
de: Du findest einen Artikel online, der dich interessiert oder beschäfigt.

source: Track it.
de: Folge dem Artikel.

source: If the news source is a storybeep partner, you will see a tracking link at the bottom of the article.
de: Wenn die Quelle des Artikels einem Storybeep-Partner angehört, dann findest du einen Link am unteren Ende, mit dem du der Newsstory folgen kannst.

source: Get follow up articles in your inbox.
de: Erhalte Updates per E-Mail.

source: If you track the article, we will email you whenever the newspaper publishes follow up articles. This means you don't have to Google search everyday or rely on friends to stay up to date.
de: Wenn du der Newsstory folgst und sie aktualisiert wird, dann erhälst du sofort eine Benachrichtigung. Um also auf dem neuesten Stand zu bleiben, musst du nicht permanent googlen oder dich auf deine Freunde verlassen.

source: Sign up to track news stories.
de: Registriere dich jetzt, um Newsstorys zu folgen.

source: A news tracking company from Munich, Germany.
de: Ein münchner Unternehmen.
